Revit 2027 API
ParameterTypeId.ProfileAngle Property
 "Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ProfileAngle { get; }
Public Shared ReadOnly Property ProfileAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ProfileAngle {
	ForgeTypeId^ get ();
}
static member ProfileAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace